Repository: anmarchenko/hamster-travel
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ru

source: Plans
ru: Путешествия

source: Backpacks
ru: Рюкзачки

source: ppl
ru: чел

source: day
ru: день

source: Make a copy
ru: Сделать копию

source: Activities
ru: Впечатления

source: Transfers and hotels
ru: Трансферы и жильё

source: Day
ru: День

source: Hotel
ru: Жильё

source: Delete
ru: Удалить

source: Address
ru: Адрес

source: Log in
ru: Войти

source: Password
ru: Пароль

source: Log out
ru: Выйти

source: My profile
ru: Мой профиль

source: Create backpack
ru: Новый рюкзачок

source: Please sign in
ru: Пожалуйста залогиньтесь

source: Edit backpack
ru: Редактирование рюкзачка

source: Are you sure you want to delete backpack?
ru: Вы уверены, что хотите удалить рюкзачок?

source: Add backpack item
ru: Что ещё берём?

source: Are you sure you want to delete this list? All items will be lost
ru: Вы уверены, что хотите удалить список? Все вещи в списке будут удалены

source: Add list
ru: Добавить список

source: List name
ru: Название списка

source: Sign in to your account
ru: Войдите в свой аккаунт

source: Copy
ru: Копия

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Actions
ru: Операции

source: Create a new trip
ru: Новое путешествие

source: close
ru: Закрыть

source: Dates are yet unknown
ru: Точные даты еще не известны

source: Duration
ru: Продолжительность

source: People count
ru: Количество людей

source: Private trip
ru: Приватный план

source: Trip currency
ru: Валюта

source: Trip name
ru: Название

source: Trip status
ru: Статус путешествия

source: Account created successfully!
ru: Аккаунт создан

source: Attempting to reconnect
ru: Пытаемся подключиться снова...

source: Error!
ru: Ошибка

source: Invalid email or password
ru: Неправильный email или пароль

source: Logged out successfully.
ru: Выход выполнен успешно

source: Password updated successfully!
ru: Пароль успешно обновлён

source: Success!
ru: Успех

source: We can't find the internet
ru: Потерялся интернет

source: Welcome back!
ru: Добро пожаловать!

source: City
ru: Город

source: Select day
ru: Выберите день

source: Date range
ru: Даты

source: Add destination
ru: Добавить город

source: Failed to delete destination
ru: Какая-то ошибка при удалении города

source: Some items are scheduled outside of the trip duration
ru: Некоторые мероприятия запланированы за пределами путешествия

source: Add accommodation
ru: Добавить проживание

source: Additional notes or details
ru: Дополнительные детали (время заселения/выселения, нужно ли писать про парковку и тд и тп)

source: Link
ru: Ссылка

source: Name
ru: Название

source: Note
ru: Заметка

source: Price
ru: Стоимость

source: Street address
ru: Улица, номер дома, город

source: Website link
ru: Вебсайт или booking.com

source: Add transfer
ru: Добавить трансфер

source: Arrival city
ru: Куда

source: Arrival time
ru: Время прибытия

source: Boat
ru: Лодка

source: Bus
ru: Автобус

source: Car
ru: Машина

source: Departure city
ru: Откуда

source: Departure time
ru: Время отправления

source: Taxi
ru: Такси

source: Train
ru: Поезд

source: Transport
ru: Вид транспорта

source: Next day
ru: +1 день

source: Airline
ru: Авиакомпания

source: Railway
ru: Оператор

source: Vessel
ru: Номер

source: Failed to move transfer: %{reason}
ru: Ошибка при перемещении трансфера: %{reason}

source: Add activity
ru: Добавить впечатление

source: Description
ru: Описание

source: Failed to move item
ru: Ошибка при перемещении

source: Failed to reorder activity: %{reason}
ru: Ошибка при перемещении впечатления: %{reason}

source: Failed to reorder item
ru: Ошибка при перемещении

source: Priority
ru: Приоритет

source: e.g. Rue de Rivoli, 75001 Paris
ru: например: Rue de Rivoli, 75001 Paris

source: e.g. Visit the Louvre
ru: например: Лувр

source: Add expense
ru: Добавить расходы

source: Expense name
ru: Название

source: Expenses
ru: Расходы

source: Total
ru: Всего

source: per day
ru: в день

source: Food expenses
ru: Расходы на еду

source: person
ru: чел

source: Add note
ru: Добавить заметку

source: Note title
ru: Заголовок

source: Text
ru: Текст заметки

source: e.g. Food ideas
ru: Например, 'Что здесь стоит поесть'

source: Failed to reorder note: %{reason}
ru: Ошибка при перемещении: %{reason}

source: Delete all
ru: Удалить всё

source: Delete all items scheduled outside this trip on this tab?
ru: Удалить всё запланированное за пределами путешествия?

source: Delete all notes scheduled outside this trip?
ru: Удалить все заметки, запланированные за пределами путешествия?

source: Delete all places, hotels, and transfers scheduled outside this trip?
ru: Удалить все отели, трансферы, города, запланированные за пределами путешествия?

source: Are you sure you want to delete this trip?
ru: Вы точно-точно уверены, что хотите удалить это путешествие? Чтобы восстановить, Андрею придется поработать.

source: Failed to delete trip.
ru: Не удалось удалить путешествие.

source: Trip deleted.
ru: Путешествие удалено.

source: Add cover
ru: Добавить обложку

source: Choose image
ru: Выбрать фото

source: Drag and drop or choose a file.
ru: Перетащите изображение или выберите файл.

source: Failed to update cover.
ru: Не удалось обновить обложку.

source: Cover removed.
ru: Обложка удалена

source: Failed to remove cover.
ru: Не удалось удалить обложку.

source: Remove cover
ru: Удалить обложку

source: Remove the cover image?
ru: Точно удалить обложку?

source: Uploading...
ru: Загрузка...

source: File is too large. Maximum size is %{size} MB.
ru: Файл слишком большой. Максимальный размер — %{size} МБ.

source: Only one image can be uploaded at a time.
ru: Можно загрузить только одно изображение за раз.

source: Unsupported file type. Use JPG, PNG, or WebP.
ru: Неподдерживаемый тип файла. Используйте JPG, PNG или WebP.

source: Upload failed. Please try again.
ru: Загрузка не удалась. Попробуйте еще раз.

source: Countries
ru: Страны

source: Days on the road
ru: Дней в пути

source: Settings
ru: Настройки

source: Total trips
ru: Всего поездок

source: User profile cover
ru: Обложка профиля

source: Visited countries
ru: Посещённые страны

source: Change Email
ru: Изменить Email

source: Change Password
ru: Изменить пароль

source: Confirm new password
ru: Подтвердите новый пароль

source: Current password
ru: Текущий пароль

source: Email settings
ru: Настройки Email

source: New password
ru: Новый пароль

source: Password settings
ru: Настройки пароля

source: Email changed successfully.
ru: Email успешно изменён

source: Default currency
ru: Валюта по умолчанию

source: English
ru: Английский

source: General settings
ru: Общие настройки

source: Home city
ru: Домашний город

source: Language
ru: Язык

source: Russian
ru: Русский

source: Save settings
ru: Сохранить настройки

source: Settings updated successfully.
ru: Настройки успешно обновлены.

source: Avatar removed.
ru: Аватар удалён

source: Failed to remove avatar.
ru: Не удалось удалить аватар.

source: Failed to update avatar.
ru: Не удалось обновить аватар.

source: Remove avatar
ru: Удалить аватар

source: Remove the avatar image?
ru: Точно удалить аватар?

source: Change cover
ru: Изменить обложку

source: Upload cover
ru: Загрузить обложку

source: Add city
ru: Добавить город

source: Add more visited cities
ru: Добавить посещенные города

source: Added cities
ru: Добавленные города

source: Failed to delete visited city.
ru: Не удалось удалить посещенный город.

source: No extra visited cities yet.
ru: Пока нет дополнительных посещенных городов.

source: No visited countries yet.
ru: Пока нет посещенных стран.

source: Track places you visited outside your saved trips.
ru: Отмечайте места, которые вы посетили вне сохраненных поездок.

source: Visited city not found.
ru: Посещенный город не найден.

source: Failed to add participant.
ru: Не удалось добавить участника.

source: Failed to remove participant.
ru: Не удалось удалить участника.

source: Invite friend
ru: Пригласить друга

source: Only author's friends can be added to this trip.
ru: В эту поездку можно добавлять только друзей автора.

source: Only trip participants can add participants.
ru: Только участники поездки могут добавлять новых участников.

source: Participant added.
ru: Участник добавлен.

source: Participant not found.
ru: Участник не найден.

source: Participant removed.
ru: Участник удален.

source: Please choose a friend.
ru: Пожалуйста, выберите друга.

source: Remove participant
ru: Удалить участника

source: Remove this participant from the trip?
ru: Удалить этого участника из поездки?

source: The trip author cannot be removed.
ru: Автора поездки нельзя удалить.

source: The trip author is always a participant.
ru: Автор поездки всегда является участником.

source: This user is already participating in the trip.
ru: Этот пользователь уже участвует в поездке.

source: User not found.
ru: Пользователь не найден.

source: You are not allowed to remove this participant.
ru: У вас нет прав удалить этого участника.

source: Search and select friends...
ru: Найдите и выберите друга...

source: Select from friends
ru: Выберите из друзей

source: Create your first draft
ru: Создать первый черновик

source: No adventures yet
ru: Пока приключений нет

source: Plan your first trip
ru: Запланировать первое путешествие

source: Your next journey is just a click away. Start planning your dream vacation today.
ru: Ваше следующее путешествие всего в одном клике. Начните планировать отпуск мечты уже сегодня.

source: All activities
ru: Активности

source: All expenses planned for today
ru: Прочие расходы

source: Amount
ru: Сумма

source: Category
ru: Категория

source: Cities
ru: Города

source: Day %{number}
ru: День %{number}

source: Day expenses
ru: Прочие расходы

source: Day-by-day plan
ru: План по дням

source: Export to PDF
ru: Экспорт в PDF

source: Failed to export trip to PDF.
ru: Не удалось экспортировать поездку в PDF.

source: Food
ru: Еда

source: Hotels
ru: Отели

source: Notes for today
ru: Заметки на сегодня

source: Transfer
ru: Трансфер

source: Transfers and hotels overview
ru: Обзор

source: Transfers planned today
ru: Трансферы

source: Trip plan
ru: План поездки

source: Unknown city
ru: Неизвестный город

source: Whole-trip notes
ru: Заметки

source: No trips found for your search.
ru: По вашему запросу поездок не найдено.

source: Search by trip, city, country
ru: Поиск по поездке, городу или стране

source: Search drafts
ru: Поиск черновиков

source: Search trips
ru: Поиск поездок

source: Move
ru: Переместить
